Repository: NaN-tic/trytond-party_alternative_reports
Catalog: locale/*.po
Languages: ca_es

# field:party.alternative_report,create_date:
source: Create Date
ca_es: Data creaci贸

# field:party.alternative_report,create_uid:
source: Create User
ca_es: Usuari creaci贸

# field:party.alternative_report,id:
source: ID
ca_es: Identificador

# field:party.alternative_report,party:
source: Party
ca_es: Tercer

# field:party.alternative_report,rec_name:
source: Name
ca_es: Nom

# field:party.alternative_report,report:
source: Report
ca_es: Informe

# field:party.alternative_report,write_date:
source: Write Date
ca_es: Data modificaci贸n

# field:party.alternative_report,write_uid:
source: Write User
ca_es: Usuari modificaci贸

# field:party.party,alternative_reports:
source: Alternative Reports
ca_es: Informes alternatius

# model:party.alternative_report,name:
source: Party Alternative Report
ca_es: Informe alternatiu del tercer

# view:party.alternative_report:
source: Alternative Report
ca_es: Informe alternatiu
